<?php
// ##################################################
// ###  Login Strings                             ###
// ##################################################
$MSG_LANG["firstname"] = "الاسم";
$MSG_LANG["lastname"] = "اللقب";
$MSG_LANG["confirmpassworderr"] = "اثنين من كلمات السر ليست متطابقة.";
$MSG_LANG["password"] = "كلمة المرور";
$MSG_LANG["name"] = "اسم";
$MSG_LANG["email"] = "البريد الإلكتروني";
$MSG_LANG["close"] = "قريب";
$MSG_LANG["signin"] = "تسجيل الدخول";
$MSG_LANG["submitregister"] = "تسجيل";
$MSG_LANG["login"] = "تسجيل الدخول";
$MSG_LANG["guestsignin"] = "تلعب الآن";
$MSG_LANG["login_desc"] = "الشطرنج على الانترنت مجانا";
$MSG_LANG["notauthorizedto"] = "عذرا, غير مسموح لك على هذه العملية.";
$MSG_LANG["technicalerror"] = "عفوا خطأ... سوف نقوم بالتحقيق في ذلك.";
$MSG_LANG["register"] = "تبدأ!";
$MSG_LANG["sendmypassword"] = "إرسال كلمة المرور";
$MSG_LANG["newpassword"] = "فقدت كلمة المرور الخاصة بك ؟";
$MSG_LANG["passwordsent"] = "شكرا لك على طلبك. بريد إلكتروني مع تعليمات تم إرسالها.";
$MSG_LANG["rememberme"] = "وقعت في البقاء";
$MSG_LANG["resendactivation"] = "انقر هنا للحصول على تفعيل البريد الإلكتروني مرة أخرى... ";
$MSG_LANG["accountactivationmessage"] = "تم تفعيل حسابك!";
$MSG_LANG["validatiommsg"] = "التنشيط الرسالة المرسلة...";
$MSG_LANG["keynotfound"] = "المفتاح غير موجود!";
$MSG_LANG["accountalreadyvalidated"] = "حسابك بالفعل تم تفعيل!";
$MSG_LANG["forgotpassword"] = "لا يمكن الوصول إلى حسابك ؟ ";
$MSG_LANG["nouser"] = "لا يوجد المستخدم مع هذا البريد الإلكتروني.";
$MSG_LANG["fill_all"] = "جميع الحقول المطلوبة يجب أن يكون شغلها!";
$MSG_LANG["charnotallowed"] = "بعض الشخصيات لا يسمح!";
$MSG_LANG["emailhelp"] = "عنوان البريد الإلكتروني سوف يكون اسم المستخدم الخاص بك.";
$MSG_LANG["emailhelp2"] = "عنوان البريد الإلكتروني الذي سجلت.";
$MSG_LANG["firstnamehelp"] = "الرجاء إدخال الاسم.";
$MSG_LANG["lastnamehelp"] = "من فضلك أدخل اسم العائلة.";
$MSG_LANG["passwordhelp"] = "الرجاء إدخال كلمة المرور بين 4 و 16 حرفا.";
$MSG_LANG["termshelp"] = "يرجى قراءة قوانين الموقع.";
$MSG_LANG["enteravalidemail"] = "يرجى إدخال عنوان بريد إلكتروني صالح.";
$MSG_LANG["firstnameerr"] = "الخاص بك الاسم غير صالح.";
$MSG_LANG["lastnameerr"] = "اللقب الخاص بك غير صالحة.";
$MSG_LANG["passworderr"] = "كلمة السر الخاصة بك يجب أن يكون بين 4 و 16 حرفا.";
$MSG_LANG["confirmpasswordhelp"] = "تأكيد كلمة المرور الخاصة بك.";
$MSG_LANG["termserr"] = "يرجى قبول الشروط والأحكام.";
$MSG_LANG["terms"] = "أوافق على شروط...";
$MSG_LANG["errorintheform"] = "يرجى تصحيح الأخطاء في النموذج.";
$MSG_LANG["logout"] = "الجلسة كانت مغلقة.";
$MSG_LANG["success_html_newuser"] = "الحساب الخاص بك تم إضافتها. تفعيل البريد الإلكتروني يتم إرسالها.";
$MSG_LANG["existinguser"] = "هذا البريد الإلكتروني المستخدمة. إذا كان لك, ثم يمكنك الحصول على كلمة سر جديدة من 'فقدت كلمة المرور؟'.";
$MSG_LANG["backtologinpage"] = "المنزل";
$MSG_LANG["intro"] = "مقدمة";
$MSG_LANG["problems_intro"] = "تكتيكات";
$MSG_LANG["newregistrationnote"] = <<<EOT
كل عضو يمكن فقط إنشاء حساب شخصي واحد. <br><br>
المستخدم, فريق البطولة أسماء لا يمكن أن يكون غير أخلاقي المحتويات. إهانة ، المبتذلة ، البغيضة تهدد الخطب ، الشتائم ، العامية الكلمات والعبارات محظورة.<br><br>
نقوم بإزالة المحتوى و قد تتصاعد إلى إنفاذ القانون عندما يرون خطر حقيقي من الأذى الجسدي أو تهديدا مباشرا للسلامة العامة. كما تحظر تعزيز التخطيط أو الاحتفال بأي من الإجراءات الخاصة بك إذا كان لديهم ، أو يمكن أن يؤدي المالية ضرر للآخرين ، بما في ذلك السرقة والتخريب. <br><br>
قبل مشاركة المحتوى على Chessmoon ، يرجى التأكد من أن لديك الحق في القيام بذلك. نطلب منك احترام حقوق التأليف والنشر والعلامات التجارية وغيرها من الحقوق القانونية.<br><br>
الغش سوف يعاقب. <br><br>
Chesmoon لا تسمح خطاب الكراهية. بل هو انتهاك خطير لمهاجمة شخص على أساس العرق أو الأصل القومي أو الدين أو الجنس أو الجنس أو التوجه الجنسي أو الإعاقة أو الحالة الصحية. <br><br>
EOT;
$MSG_LANG["lostpass"] = "فقد تمر";
$MSG_LANG["title1"] = "";
$MSG_LANG["title2"] = "فرق";
$MSG_LANG["title3"] = "البطولات";
$MSG_LANG["title4"] = "الشبكة الاجتماعية";
$MSG_LANG["title5"] = "المنتدى";
$MSG_LANG["title6"] = "أكثر...";
$MSG_LANG["intro0"] = "مرحبا بكم في لعبة الشطرنج القمر الجديد على الانترنت الشطرنج الخادم. <br> لعب الألعاب مجانا على موقعنا على الانترنت لوحات.";
$MSG_LANG["intro1"] = "إنشاء الخاصة بك لعبة الشطرنج فريق التحدي العالم!";
$MSG_LANG["intro2"] = "الانضمام إلى البطولات و العديد من الأحداث الأخرى في جميع أنحاء القمر";
$MSG_LANG["intro3"] = "دردشة, تجد الناس تعرف والاختلاط";
$MSG_LANG["intro4"] = "المسار الخاص بك تحسين الأداء. كسب الشطرنج متعددة التقييم ، بما في ذلك معيار الغارة ، Crazyhouse وأكثر";
$MSG_LANG["intro5"] = "ونحن نقدم المزيد من الميزات والتحسينات لدينا قسط الأعضاء";
$MSG_LANG["invalidpassword"] = "كلمة المرور غير صحيحة";
$MSG_LANG["invalidemail"] = "صالح البريد الإلكتروني";
$MSG_LANG["lostpasswordnote"] = "استخدام هذا النموذج لإنشاء كلمة مرور جديدة. فمن المستحسن أن تغيير كلمة المرور الخاصة بك من \"تفضيلات\" القسم بعد ذلك. ";
$MSG_LANG["accountdisabled"] = "تم تعطيل حسابك.";
$MSG_LANG["needactivation"] = "يجب عليك تفعيل حسابك. ";
$MSG_LANG["cannotregisterwithoutrefer"] = "دون دعوة من أحد الأعضاء يمكنك تسجيل.";
$MSG_LANG["nosession"] = "يرجى تسجيل الدخول...";
$MSG_LANG["site_desc"] = "لعب ألعاب مجانية على الانترنت لوحات. على أية إعلانات ، لا المساعد المطلوبة.";
$MSG_LANG["site_keys"] = "الشطرنج, الشطرنج الإنترنت الخادم, اللعب الحر على الانترنت لعبة الشطرنج, لعبة الشطرنج على الانترنت, مجانية على الانترنت الشطرنج, الشطرنج مجانا على الانترنت, تلعب على الانترنت مجانا لعبة الشطرنج عبر الإنترنت أفضل موقع الشطرنج, الشطرنج مجانا, لعب الشطرنج, لعب على الانترنت لعبة الشطرنج, لعبة الشطرنج مجانا تكتيكات الشطرنج, الشطرنج الدروس الألغاز الشطرنج, الشطرنج المشاكل الشطرنج مجموعات ، crazyhouse";
$MSG_LANG["about_site"] = "عن الموقع";