<?php
// ##################################################
// ###  Login Strings                             ###
// ##################################################
$MSG_LANG["firstname"] = "Անուն";
$MSG_LANG["lastname"] = "Ազգանունը";
$MSG_LANG["confirmpassworderr"] = "Երկու գաղտնաբառի չեն համընկնում ։";
$MSG_LANG["password"] = "Գաղտնաբառը";
$MSG_LANG["name"] = "Անվանումը";
$MSG_LANG["email"] = "Էլեկտրոնային Փոստի Հասցեն";
$MSG_LANG["close"] = "Կողքին";
$MSG_LANG["signin"] = "Նշան Է";
$MSG_LANG["submitregister"] = "Գրանցվել";
$MSG_LANG["login"] = "Մուտք";
$MSG_LANG["guestsignin"] = "Խաղալ Այժմ";
$MSG_LANG["login_desc"] = "Ազատ Օնլայն Շախմատ";
$MSG_LANG["notauthorizedto"] = "Ցավոք, դուք ոչ մուտք այս գործողությունը:";
$MSG_LANG["technicalerror"] = "Oops սխալ է... մենք պետք է հետաքննել գործը:";
$MSG_LANG["register"] = "Սկսենք!";
$MSG_LANG["sendmypassword"] = "Ուղարկեք իմ գաղտնաբառը";
$MSG_LANG["newpassword"] = "Կորցրել եք ձեր գաղտնաբառը?";
$MSG_LANG["passwordsent"] = "Շնորհակալություն ձեր հարցումը. Էլեկտրոնային նամակ հրահանգների է ուղարկվել.";
$MSG_LANG["rememberme"] = "Մնալ";
$MSG_LANG["resendactivation"] = "Սեղմեք այստեղ ստանալ ակտիվացման կոդը փոստով կրկին... ";
$MSG_LANG["accountactivationmessage"] = "Ձեր հաշիվը ակտիվացված!";
$MSG_LANG["validatiommsg"] = "Ձեր հաղորդագրությունը մասին ակտիվացման ուղարկել...";
$MSG_LANG["keynotfound"] = "Բանալին չի գտնվել.";
$MSG_LANG["accountalreadyvalidated"] = "Ձեր հաշիվը արդեն ակտիվացված է!";
$MSG_LANG["forgotpassword"] = "Չեմ կարող բացել ձեր հաշիվը? ";
$MSG_LANG["nouser"] = "Չկա օգտագործողի նման email.";
$MSG_LANG["fill_all"] = "Բոլոր անհրաժեշտ դաշտերը պետք է լրացվեն!";
$MSG_LANG["charnotallowed"] = "Որոշ նշաններ չի թույլատրվում!";
$MSG_LANG["emailhelp"] = "Էլեկտրոնային փոստի հասցեն կլինի ձեր կեղծանունը.";
$MSG_LANG["emailhelp2"] = "Հասցե էլեկտրոնային փոստի հասցեն, դուք արդեն գրանցված:";
$MSG_LANG["firstnamehelp"] = "Խնդրում ենք մուտքագրել ձեր անունը.";
$MSG_LANG["lastnamehelp"] = "Խնդրում ենք մուտքագրել ձեր ազգանունը.";
$MSG_LANG["passwordhelp"] = "Խնդրում ենք, մուտքագրեք ձեր գաղտնաբառը 4-ից մինչեւ 16 նիշ.";
$MSG_LANG["termshelp"] = "Խնդրում ենք ստուգել կայքի պայմաններին.";
$MSG_LANG["enteravalidemail"] = "Խնդրում ենք մուտքագրել փոստի հասցե.";
$MSG_LANG["firstnameerr"] = "Ձեր անունը վավեր.";
$MSG_LANG["lastnameerr"] = "Ձեր ազգանունը անվավեր է:";
$MSG_LANG["passworderr"] = "Ձեր գաղտնաբառը պետք է լինի 4-ից մինչեւ 16 նիշ.";
$MSG_LANG["confirmpasswordhelp"] = "Հաստատեք ձեր գաղտնաբառը.";
$MSG_LANG["termserr"] = "Ընդունեք պայմանները և դրույթներ:";
$MSG_LANG["terms"] = "Ես ընդունում եմ պայմանները...";
$MSG_LANG["errorintheform"] = "Խնդրում ենք ուղղել սխալները ձեւով.";
$MSG_LANG["logout"] = "Ձեր նստաշրջանը փակվեց:";
$MSG_LANG["success_html_newuser"] = "Ձեր հաշիվը էր ավելացված է զամբյուղի մեջ. Ակտիվացնելով էլեկտրոնային փոստի հասցեն ։";
$MSG_LANG["existinguser"] = "Այս էլ-փոստի հասցեն օգտագործվում. Եթե ձեր, ապա դուք կարող եք ստանալ նոր գաղտնաբառ է 'մոռացել եք ձեր գաղտնաբառը?'.";
$MSG_LANG["backtologinpage"] = "Տանը";
$MSG_LANG["intro"] = "Ինտրոյով";
$MSG_LANG["problems_intro"] = "Մարտավարությունը";
$MSG_LANG["newregistrationnote"] = <<<EOT
Յուրաքանչյուր մասնակից կարող է ստեղծել միայն մեկ անձնական աշխատասենյակը ։ <br><br>
օգտվողների համար, թիմի և մրցաշարի անուններ ունեն բարոյական բովանդակությամբ. Վիրավորական, գռեհիկ, ատելի սպառնացող խոսք, հայհոյանքներ, жаргонные բառերն ու արտահայտությունները արգելված են:<br><br>
մենք կհեռացնի բովանդակությունը և կարող է վերաճել իրավապահ մարմինների, երբ մենք ընկալում իրական վտանգ հասցնելու ֆիզիկական վնաս կամ ուղղակի վտանգ է հասարակական անվտանգության համար: Մենք նաեւ արգելել խթանումը, պլանավորումը և անցկացումը ցանկացած ձեր գործողությունների, եթե նրանք ունեն կամ կարող են հանգեցնել ֆինանսական վնաս մյուսների համար, այդ թվում ' գողության եւ վանդալիզմի. <br><br>
նախքան նյութեր հրապարակել է Chessmoon, խնդրում ենք համոզվեք, որ դուք իրավունք ունեք այնպես անել. Խնդրում ենք պահպանել հեղինակային իրավունքի, ապրանքային նշանները և այլ իրավունքները ։<br><br>
խաբում կպատժվեն: <br><br>
Chesmoon չի թույլատրում է ատելության. Դա լուրջ խախտում է հարձակվել մարդու վրա հիմնված է նրանց ռասայական, էթնիկական, ազգային ծագման, կրոնի, սեռի, սեռական կողմնորոշման, հաշմանդամության կամ առողջական վիճակի. <br><br>
EOT;
$MSG_LANG["lostpass"] = "Կորցրել Է Անցնում";
$MSG_LANG["title1"] = "";
$MSG_LANG["title2"] = "Թիմ";
$MSG_LANG["title3"] = "Մրցաշարերը";
$MSG_LANG["title4"] = "Սոցիալական Ցանց";
$MSG_LANG["title5"] = "Համաժողովը";
$MSG_LANG["title6"] = "Ավելին...";
$MSG_LANG["intro0"] = "Բարի գալուստ շախմատ Լուսին, նոր առցանց շախմատային սերվերի. <br> խաղալ անվճար է մեր օնլայն խորհրդի.";
$MSG_LANG["intro1"] = "Կառուցեք ձեր սեփական շախմատային թիմը եւ մարտահրավեր ամբողջ աշխարհին!";
$MSG_LANG["intro2"] = "Մասնակցել մրցաշարերի եւ այլ միջոցառումների ողջ Լուսնի";
$MSG_LANG["intro3"] = "Շփվել, գտնել մարդկանց, որոնց մասին դուք գիտեք, եւ խառնվել";
$MSG_LANG["intro4"] = "Հետեւել է բարելավել կատարումը. Վաստակեք մի քանի շախմատի աղյուսակում, այդ թվում ՝ ստանդարտ, կայծակնային, дурдом եւ ավելի";
$MSG_LANG["intro5"] = "Մենք առաջարկում ենք ավելի մեծ հնարավորություններ և բարելավումներ մեր անդամների պրեմիում";
$MSG_LANG["invalidpassword"] = "Սխալ գաղտնաբառ";
$MSG_LANG["invalidemail"] = "Սխալ էլ-փոստի հասցեն";
$MSG_LANG["lostpasswordnote"] = "Օգտագործեք այս ձեւը, ստեղծել նոր գաղտնաբառ. Խորհուրդ է տրվում փոխել ձեր գաղտնաբառը բաժին հետո պարամետրերը. ";
$MSG_LANG["accountdisabled"] = "Ձեր հաշիվը անջատված էր ։";
$MSG_LANG["needactivation"] = "Դուք պետք է ակտիվացնել ձեր հաշիվը. ";
$MSG_LANG["cannotregisterwithoutrefer"] = "Առանց հրավերի անդամ Դուք կարող եք գրանցվել.";
$MSG_LANG["nosession"] = "Խնդրում ենք, մուտք...";
$MSG_LANG["site_desc"] = "Խաղալ անվճար է մեր օնլայն խորհրդի. Ոչ մի գրանցում, ոչ մի գովազդ, ոչ մի կոնտակտները չեն պահանջվում:";
$MSG_LANG["site_keys"] = "ֆուտբոլ, ինտերնետ շախմատ սերվերի, խաղալ անվճար օնլայն շախմատ, շախմատ օնլայն, անվճար օնլայն շախմատ, ազատ օնլայն շախմատ խաղալ անվճար խաղեր օնլայն շախմատ, լավագույն օնլայն կայքը, բռնցքամարտ, ազատ ըմբշամարտ, շախմատ խաղալ, խաղալ օնլայն շախմատ է, շախմատ խաղալ, ազատ, շախմատային մարտավարությունը, շախմատի դասեր, շախմատային հանելուկներ, շախմատային խնդիրներ, շախմատային կոմբինացիաներ, дурдом";
$MSG_LANG["about_site"] = "Կայքի Մասին";