<?php
// ##################################################
// ###  Openings                                  ###
// ##################################################
$MSG_LANG["reti"] = "Рети: հնդկական հարձակումը թագավորի, ֆրանսերեն տարբերակը: 1.Кf3 D5 կամ 2. Г3 С5 3. Bg2 Кс6 …";
$MSG_LANG["benoni"] = "Бенони: դասական հետ … Re8 եւ …Na6…";
$MSG_LANG["englishopening"] = "Անգլերեն: սիմետրիկ, ոզնի, ճկուն ձեւավորման: 1.С4 С5 2.Кf3 Кf6 3.Г3 Բ 6 …";
$MSG_LANG["sicilian"] = "Сицилиец: Պարմա\", տատանումները Леонхардт: 1e4 С5 2.Кf3 Д6…";
$MSG_LANG["sicilian2"] = "Сицилиец: Найдорфа, 7…Се7";
$MSG_LANG["dutch"] = "Հոլանդերեն: տատանումները Իլյինը-Genevsky հետ Б3…";
$MSG_LANG["kingsgambit"] = "ՊԵԿ-ը: Falkbeer, գլխավոր գիծ, 7...Сf5";
$MSG_LANG["bishopsopening"] = "Բացումը եպիսկոպոս: Урусов գամբիտ, տարբերակ панове";
$MSG_LANG["philidor"] = "Филидор: Нимцовича, Արշակյանի տատանումները: 1.Е4 е5 2.Кf3 Д6…";
$MSG_LANG["scotch"] = "Կասետային: տատանումները Gottschall: 1.Е4 е5 2.Кf3 Кf6…";
$MSG_LANG["ruylopez"] = "Испанка: բացման, 8...Be6";
$MSG_LANG["evansgambit"] = "Էվանսի գամբիտ: 5...Се7";
$MSG_LANG["gruenfeld"] = "Грюнфельд: հայերեն, Սաբո (Болеславский) տատանումները: 1.D4 Кf6 2.С4 Г6…";
$MSG_LANG["qgd"] = "Ուղղափառ պաշտպանության, հարձակման Рубинштейна, տատանումները Գայլ";
$MSG_LANG["qgd2"] = "Тарраш, Պրահա տատանումների, 7...Се7";
$MSG_LANG["neogruenfeld"] = "Neo-Грюнфельд, 6.cd Nxd5, 7.Մասին Кb6…";
$MSG_LANG["qgd3"] = "Կիսամյակային славянин: Меран, 8...A6";
$MSG_LANG["queenspawn"] = "Զինվորի թագուհու, տատանումները Mason, Стейниц կոնտր-գամբիտ";
$MSG_LANG["catalan"] = "Կատալոներեն: փակ, Nbd7 6...";
$MSG_LANG["kingsindian"] = "Староиндийской: Авербах, 6...С5";
$MSG_LANG["kingsindian2"] = "Староиндийской: Saemisch, 6...Кс6…";
$MSG_LANG["nimzohint"] = "Нимцовича-հնդկական Երեք богатыря, տատանումները Эйве: 1.D4 Кf6 2.С4 е6… ";
$MSG_LANG["carokann"] = "Կարո-Կաննը: Панова-Ботвинника հարձակումները, 5…е6";
$MSG_LANG["alekhine"] = "Պաշտպանություն Ալյոխինան: հարձակումը երկու pawns', Микенас տատանումները: 1.Е4 Кf6 2. E5 Кd5...";
$MSG_LANG["robatsch"] = "Robatsch: տատանումները Գուրգենիձեն: 1.Е4 G6 եւ 2.Д4 Bg7…";
$MSG_LANG["pirc"] = "Pirc: Ավստրիական Հարձակումը: 1.Е4 Д6 2.D4 Кf6…";
$MSG_LANG["frenchopening"] = "Ֆրանսերեն: Стейниц, Բրոդսկին Ջոնսը տատանումները…";
$MSG_LANG["vienna"] = "Վիեննա: գամբիտ Стейница, Ֆրեյզերը-Minckwitz տատանումները";
$MSG_LANG["ruylopez2"] = "Испанка: փակ, Чигорина, югославская համակարգ";
$MSG_LANG["alekhine2"] = "Պաշտպանություն Ալյոխինան: չորս զինվորի հարձակումը, փոփոխություն Корчной";
$MSG_LANG["qgd4"] = "Albinus կոնտր-գամբիտ, տարբերակ Krenosz";
$MSG_LANG["queenspawn2"] = "Զինվորի թագուհու: գամբիտ Энглунда";
$MSG_LANG["twoknights"] = "Երկու horses հարձակումը Max Lange, Բերգերը տատանումները";
$MSG_LANG["giuocopiano"] = "Giuoco դաշնամուր: տատանումները Андерссен";
$MSG_LANG["fourknights"] = "Չորս զինվորներ: սիմետրիկ տատանումները";
$MSG_LANG["petrov"] = " Պետրովը: դասական հարձակումը, մտերիմ տարբերակները";
$MSG_LANG["queensindian"] = "Новоиндийской: համակարգը Мариенбад, Բերգը տատանումները Везир ակնարկ";
$MSG_LANG["sicilian3"] = "Сицилиец: Չելյաբինսկի տարբերակը";
$MSG_LANG["bishopsopening2"] = "Բացումը եպիսկոպոս: տատանումները Pratt";
$MSG_LANG["nimzoindian"] = "Нимцовича Հնդկաստանում: Saemisch, Օ ' Քելլի տարբերակը";
$MSG_LANG["latvian"] = "Լատվերեն Գամբիտ: Տատանումները Behning";
$MSG_LANG["sokolsky"] = "Դեբյուտը Сокольского";