<?php

$contents = <<<EOT
<style>
.قائمة {
	line-height: 25px;
	vertical-align: middle;
}
</style>


<p><b>مرحبا بكم {$CFG_SITE_NAME}جديدة المراسلات الشطرنج الخادم!</b><br>
<br>
<br>
إنه لمن دواعي سروري أن أراك بيننا. ماذا نقدم في <b>{$CFG_SITE_NAME}</b>:
<ul>
<li class="list">لعب على الانترنت مع غيرها من مشجعي الشطرنج أو تنافس في البطولات مجانا ، </li>
<li class="list">أنواع مختلفة من الشطرنج (Crazyhouse ، الخاسرين الخ..) ، </li>
<li class="list">يمكنك إنشاء فريق خاص بك ، والتنافس في الشطرنج الدوري ،</li>
<li class="list">تحسين الشطرنج الخاص بك مع الألغاز الشطرنج. لدينا مجموعة من 10 ، 000 المشاكل ،</li>
<li class="list">تلعب الشطرنج الحية على اي فون الخاص بك أو جهاز الهاتف النقال ،</li>
<li class="list">جميع الألعاب يمكن الوصول إليها ويمكن تحميلها إلى جهاز الكمبيوتر بى جى. </li>
</ul>
أتمنى لك وقتا ممتعا في موقعنا ... <br>
<br>
<p>{$activation_html}</p>

EOT;

