<?php

$contents = <<<EOT

<style>
.قائمة {
	line-height: 25px;
	vertical-align: middle;
	list-style-type: دائرة ؛
}
</style>

<p>نحن نفتقدك في الشطرنج القمر! نحن&#39;لقد لاحظت ذلك منذ فترة لم تكن قد لعبت ألعاب أو تفاعل مع الموقع.</p>

<p>لقد عملنا بجد <b>إلى إجراء بعض التغييرات الإيجابية </b>في الآونة الأخيرة. لذا سنحاول أن أبلغكم عن الموقع ؛</p>

<ul class="list">
	<li>الموقع تم إعادة تصميم أكثر مرونة.</li>
	<li>يمكنك أن تلعب الشطرنج المتغيرات مثل Crazyhouse, 3 تحقق Chess960.</li>
	<li>هناك الشطرنج الدوري التي ظلت مستمرة لفترة من الوقت يمكنك الانضمام إلى فريق العمل الخاص بك.</li>
	<li>نحن الآن الحفاظ على إحصاءات أكثر تفصيلا من اللاعبين.</li>
	<li>أيضا لدينا كبيرة ماراثون البطولات في كل ليلة.</li>
	<li>يتزايد المجتمع يتجه إلى 100 ، 000 اللاعبين.</li>
</ul>
<br>
<p><a href="{$CFG_SITE_URL}">ونحن سوف نكون سعداء إذا كنت الاتصال مرة أخرى</a>. إذا كنت تفضل عدم تلقي رسائل من الشطرنج القمر <a href="{$CFG_SITE_URL}i.php?todo=not_receive_mails&id=$playerid">انقر هنا</a>.</p>
<p>نأمل أن نراكم قريبا!</p>
EOT;
