<?php

$contents = <<<EOT
<style>
.ցուցակը {
	գիծ, բարձրությունը: 25 փիքսել;
	ուղղահայաց-выровняйте: միջնաժամկետ;
}
</style>


<p><b>Բարի գալուստ {$CFG_SITE_NAME}, նոր հեռակա շախմատային սերվերի!</b><br>
<br>
<br>
հաճելի է տեսնել ձեզ ։ Որ մենք առաջարկում ենք <b>{$CFG_SITE_NAME}</b>:
<ul>
<li class="list">խաղալ առցանց այլ շախմատասեր կամ մրցել է անվճար մրցաշարերում, </li>
<li class="list">տարբեր տարբերակներ շախմատի (дурдом, պարտվողներ և այլն), </li>
<li class="list">դուք կարող եք ստեղծել ձեր սեփական թիմը եւ մրցել շախմատի լիգայի</li>
<li class="list">բարելավել է իր շախմատ շախմատի հանելուկներ. Մենք ունենք հավաքածուն 10 000 խնդիրների,</li>
<li class="list">խաղալ կենդանի շախմատ ձեր iPhone կամ շարժական սարքի,</li>
<li class="list">բոլոր խաղերը կարող են մատչելի լինել եւ կարող եք բեռնել ձեր համակարգիչ, ինչպես ПГН. </li>
</ul>
մաղթում ենք ձեզ բարի ժամանց մեր կայքում ... <br>
<br>
<p>{$activation_html}</p>

EOT;

