<?php
$contents = <<<EOT
Շախմատ Լուսին շնորհակալություն է հայտնում բոլոր մեր մասնակիցներին իրենց նվիրվածությունը և աջակցությունը: <br>
քանի որ տվել է մի փոքրիկ նվեր անդամակցությունը պրեմիում <img src="{$CFG_CDN_LOCATION}images/platin.png"> ձեզ համար. Սա թույլ է տալիս ձեզ փորձել մեր ծառայությունները պրեմիում դասի.<br>
<b>նաեւ, դուք կարող եք ունենալ անդամակցությունը պրեմիում զեղչով ժամանակահատվածում. <br>մանրամասները էջում անդամակցությունը <a href="{$CFG_SITE_URL}premium.php">պրեմիում.</a></b>
EOT;
