<?php

$contents = <<<EOT

<style>
.ցուցակը {
	գիծ, բարձրությունը: 25 փիքսել;
	ուղղահայաց-выровняйте: միջնաժամկետ;
	ցուցակ-ոճը տեսակը: շրջանակը;
}
</style>

<p>մենք կարոտում ենք քեզ շախմատ Լուսնի! Մենք&#39;ve նկատել է, որ դրան դուք խաղում խաղեր, կամ շփումներ կայքը.</p>

<p>մենք աշխատել է <b>, որպեսզի վերջին շրջանում որոշ դրական փոփոխություններ </b>. Եվ այսպես, մենք փորձում ենք Ձեզ տեղեկացնել կայքում;</p>

կայքում<ul class="list">
	<li>էր redesigned է ավելի պատասխանատու.</li>
	<li>դուք կարող եք խաղալ շախմատ տարբերակներ, ինչպես дурдом, 3 ստուգել և Chess960.</li>
	<li>ընթանում է շախմատի առաջնություն, որը շարունակվում է արդեն որոշ ժամանակ է, որ դուք կարող եք միանալ ձեր թիմին ։</li>
	<li>մենք հիմա պահում ենք ավելի մանրամասն վիճակագրությունը խաղացողների համար.</li>
	<li>նաեւ մենք ունենք մի մեծ մարաթոնի մրցաշարեր, ամեն գիշեր.</li>
	<li>մեզ մոտ աճում է ընդհանուր վերնագիր 100000 խաղացողների համար.</li>
</ul>
<br>
<p><a href="{$CFG_SITE_URL}">մենք ուրախ կլինենք, եթե դուք զանգահարե ՛ ք</a>. Եթե դուք չեք ցանկանում ստանալ նամակներ շախմատի Լուսնի <a href="{$CFG_SITE_URL}i.php?todo=not_receive_mails&id=$playerid">սեղմեք այստեղ</a>.</p>
<p>հուսով ենք տեսնել ձեզ շուտով!</p>
EOT;
